import React from "react";
import styles from "../styles/delivery.module.css";
export default function DeliveryTerms() {
  return (
    <main className={styles.main}>
      <h1>ԱՌԱՔՄԱՆ ՊԱՅՄԱՆՆԵՐ</h1>
      <h2>Ընդհանուր տեղեկություն</h2>
      <p>
        Dragon Garden ընտանեկան ռեստորանների ցանցում բացի տեղում սեղան
        ամրագրելուց, հնարավոր է առաքում պատվիրել ։ Dragon Garden ընտանեկան
        ռեստորանների ցանցում առաքման ծառայությունն ակտիվ է առավոտյան ժամը՝
        11։30-ից մինչև ուշ երեկո 01։30։ Առաքումը կատարվում է Հայաստանի ողջ
        տարածքով։ Առաքումը Երևանում 500 դրամ է, իսկ Երևանից դուրս յուրաքանչյուր
        1կմ-ի արժեքը 100 դրամ։ Առաքումը միջինում հասնում է հասցեատիրոջը 40-50
        րոպեների ընթացքում, սակայն խցանումների ընթացքում այն կարող է տևել ավելի
        երկար։ Առաքման մինիմալ արժեքը կազմում է 3000 դրամ։
        <br /> Առաքումը և վճարումը իրականացվում է ՀՀ դրամով։
      </p>
      <h2>Մանրամասներ</h2>
      <p>
        Dragon Garden ընտանեկան ռեստորանների ցանցում առաքում հնարավոր է կատարել
        երկու եղանակով՝ զանգահարելով 8171 կարճ համարին կամ այցելելով
        <a href="https://shop.dragongarden.am/"> www.dragongarden.am </a>
        պաշտոնական կայք և կատարել առցանց պատվեր:
      </p>

      <p>
        Dragon Garden ընտանեկան ռեստորանների ցանցում գործում է նաև Take Away
        ծառայությունը։ Կայքում առկա է ռեստորանների ճաշացանկում գտնվող բոլոր
        ուտեստները և որոշ խմիչքներ՝ ներառյալ Dragon Garden Wine Limited Edition
        ֆիրմային գինու չորս տեսակները։
      </p>
      <h2>Վճարման եղանակները</h2>
      <ol>
        <li>
          <strong>Առցանց վճարում։</strong>
          <p>
            Առցանց պատվեր կատարելու դեպքում կայքում գրանցումը ցանկալի է, սակայն
            պարտադիր չէ։
          </p>
          <a href="https://shop.dragongarden.am/">www.dragongarden.am</a>
          կայքում հնարավոր է առցանց գնում կատարել՝ մուտքագրելով վճարային
          համակարգի տվյալները, մասնավորապես՝
          <br />
          <br />
          <ul>
            <li>Անուն/ազգանուն</li>
            <li>Էլ․փոստի հասցե</li>
            <li>Բջջային հեռախոսահամար</li>
            <li>Հասցե</li>
            <li>Գործող բանկային քարտի տվյալներ</li>
          </ul>
          <p>
            Առցանց պատվերն ուղարկելուց հետո Dragon Garden ռեստորանների առաքման
            բաժինը հաստատում է պատվերը և սկսվում է պատվերի պատրաստման փուլը։
          </p>
          <p>
            Առցանց առաքումը չեղարկելու դեպքում գումարը վերադրձվում է պատվիրատուի
            պատվերը գրանցվելու դեպքում լրացված բանկային քարտին՝ 72 ժամվա
            ընթացքում։
          </p>
          <p>
            Պատվերը ստանալուց հետո պատվիրատուն կարող է հրաժարվել պատվերից, եթե
            պատվերում առակ է որևէ թերություն։
          </p>
        </li>
        <li>
          <strong>Կանխիկ։</strong>
          <span>
            Այս դեպքում կարող եք պատվերի համար վճարել կանխիկ՝ տեղում գումարը
            փոխանցելով առաքիչին։ Կայքում հավելայլ տեղեկության մուտքագրելու
            հնարավորություն կա, որտեղ կարող եք նշել արդյո՞ք հավելյալ մանրադրամ
            անհրաժեշտ է մոտեցնել, թե՞՝ ոչ։
          </span>
        </li>
        <li>
          <strong>Վճարային քարտով։</strong>
          <span>
            Այս տարբերակի դեպքում անհրաժեշտ է նախապես զգուշացնել մեզ, որ
            վճարելու եք վճարային քարտով։ ՄԵր աշխատակիցը կմոտեցնի POS տերմինալ և
            տեղում վճարումը կարող եք հեշտ իրականացնել։
          </span>
        </li>
        <li>
          <strong>Idram:</strong>
          <span>
            Մեզ մոտ հնարավորություն ունեք վճարման համար օգտվել վճարային
            համակարգերից ինչպիսին է Idram-ը։ Պարզապես նախապես պատվեր կատարելուց
            անհրաժեշտ է ընտրել այդ դաշտը և լրացնել համապատասխան տվյալները։
          </span>
        </li>
      </ol>
      <p>
        Կայքում ներկայացված ապրանքների գները վերջնական են և ներառում են բոլոր
        հարկերը։
      </p>
    </main>
  );
}
